Repository: robaco/gwolle-gb
Catalog: lang/GWGB-*.po
Languages: cs_cz, fr_fr

source: Guestbook
cs_cz: Návštěvní kniha
fr_fr: Livre d'or

source: Entries
cs_cz: Záznamů
fr_fr: Messages

source: Entry editor
cs_cz: Editor záznamu
fr_fr: Editeur de message

source: New entry
cs_cz: Nový záznam
fr_fr: Nouveau message

source: Settings
cs_cz: Nastavení
fr_fr: Paramètres

source: Displays the recent guestbook entries.
cs_cz: Zobrazuje nedávné knize návštěv
fr_fr: Affiche les messages récents du livre d'or.

source: Visit guestbook
cs_cz: Shlédni knihu návštěv
fr_fr: Consultez le livre d'or

source: Click here to get to the guestbook.
cs_cz: Klikněte sem pro vstup do knihy návštěv.

source: Title:
cs_cz: Název:
fr_fr: titre :

source: Number of entries:
cs_cz: Počet záznamů:
fr_fr: Nombre de messages :

source: Number of words for each entry:
cs_cz: Počet slov v záznamu:

source: Link text:
cs_cz: Text odkazu:
fr_fr: Hyperlien :

source: Select the page of the guestbook:
cs_cz: Vyberte stránku knihy návštěv:

source: Select page
cs_cz: Vybrat stránku

source: Entry by %1 has been moved to trash.
cs_cz: Záznam od %1 byl přesunut do koše
fr_fr: Le message de %1 a été déplacé dans la corbeille.

source: Undo
cs_cz: Zpět
fr_fr: Annuler

source: View all
cs_cz: Zobrazit vše
fr_fr: Voir tout

source: No guestbook entries yet.
cs_cz: Žádné záznamy v knize návštěv
fr_fr: Aucun message sur le livre d'or pour l'instant.

source: Successfully uninstalled
cs_cz: Úspěšně odinstalováno
fr_fr: Désinstallé avec succès

source: Installation
cs_cz: Instalace

source: Welcome!<br>It seems that either you're using this plugin for the first time or you've deleted all settings.<br>However, to use this plugin we have to setup the database tables. Good for you, we've made this as easy as possible.<br>All you've got to do is click on that button below, and that's it.
cs_cz: Vítejte! <br> Zdá se, že buď budete používat tento plugin poprvé, nebo jste smazali všechna nastavení. <br> Pokud však chcete používat tento pluginu, musíme nastavit databázové tabulky. Dobré pro vás, udělali jsme to tak jednoduché, jak je to možné. <br> Vše, co musíš udělat, je kliknout na toto tlačítko níže, a to je vše
fr_fr: Bienvenue! <br>Il semble que, soit vous utilisez ce plugin pour la première fois soit vous avez supprimé tous les paramètres. <br> Toutefois, pour utiliser ce plugin, nous devons configurer les tables de la base. Bon pour vous, nous avons fait cela aussi simple que possible. <br> Tout ce que vous avez à faire, c'est de cliquer sur ce bouton ci-dessous, et c'est tout.

source: Sure, let's do this!
cs_cz: Jasně, pojďme to udělat!
fr_fr: Bien sûr, let's do this!

source: You successfully uninstalled Gwolle-GB.
cs_cz: Úspěšně jste odinstalovali Gwolle-GB
fr_fr: Vous avez désinstallé avec succès Gwolle-GB.

source: You now may deactivate the plugin using the <a href="%1" title="Go to the plugin manager...">plugin manager</a> or/and delete the plugin from your webserver.
cs_cz: Nyní lze deaktivovat plugin pomocí <a href="%1" title=" Jděte do pluginem manageru..."> Plugin Manager </a> a / nebo odstranit plugin z vašeho webového serveru
fr_fr: Vous pouvez désactiver l'extension en utilisant <a href="%1" title="Aller sur le gestionnaire d'extensions...">Gestionnaire d'extensions</a> et/ou supprimer le plugin de votre site.

source: Allright, we're done. <a href="%1">Click here to continue...</a>
cs_cz: Tak jo, jsme hotovi. <a href="%1">Klidněte zde pro pokračování...</a>
fr_fr: Ok, nous avons fini. <a href="%1">Cliquez ici pour continuer ...</a>

source: It looks like there has been an error. <a href="%1">Click here to continue...</a>
cs_cz: Vypadá to, že došlo k chybě. <a href="%1"> Klikněte zde pro pokračování ... </a>
fr_fr: On dirait qu'il ya eu une erreur. <a href="%1"> Cliquez ici pour continuer ...</a>

source: Edit guestbook entry
cs_cz: Upravit záznam v knize návštěv
fr_fr: Modifier messages du livre d'or

source: Entry could not be found.
cs_cz: Záznam nebyl nalezen
fr_fr: Le message n'a pas pu être trouvé.

source: Guestbook entry (error)
cs_cz: Záznam v knize návštěv (Chyba)
fr_fr: Message du livvre d'or (erreur)

source: New guestbook entry
cs_cz: Nový záznam do knihy návštěv
fr_fr: Nouveau message

source: Something strange happened.
cs_cz: Se stalo něco zvláštního
fr_fr: Quelque chose d'imprévu s'est prévu.

source: Submitted as Spam to the Akismet service.
cs_cz: Vložené jako spam do služby Akismet
fr_fr: Soumis en tant que spam par le service Akismet.

source: Submitted as Ham to the Akismet service.
cs_cz: Vložené jako HAM do služby Akismet
fr_fr: Soumis en tant que faux positif par le service Akismet.

source: Changes saved.
cs_cz: Změny uloženy
fr_fr: Modifications enregistrées.

source: Error happened during saving.
cs_cz: Stala se chyba při ukládání
fr_fr: Une erreur s'est produite pendant l'enregistrement.

source: Entry was not changed.
cs_cz: Záznam nebyl změněn
fr_fr: Le message n'a pas été modifié.

source: Entry removed.
cs_cz: Záznam odebrán.

source: Entry has no content, even though that is mandatory.
cs_cz: Položka nemá žádný obsah, i když je to povinné.

source: Entry saved.
cs_cz: Záznam uložen
fr_fr: Message sauvegardé.

source: Entry was not saved.
cs_cz: Záznam nebyl uložen
fr_fr: Le message n'a pas été sauvegardé.

source: Click to open or close
cs_cz: Klidni pro otevření nebo zavření
fr_fr: Cliquez pour ouvrir ou fermer

source: Options
cs_cz: Možnosti

source: This entry is Not Visible.
cs_cz: Tento záznam není viditelný
fr_fr: Ce message n'est pas visible.

source: This entry is Visible.
cs_cz: Tento záznam je viditelný
fr_fr: Ce message est visible.

source: This entry is Not Checked.
cs_cz: Tento záznam není zkontrolován
fr_fr: Ce messagge n'a PAS été Vérifié.

source: This entry is Checked
cs_cz: Tento záznam je zkontrolován
fr_fr: Ce message est Vérifié

source: This entry is Not marked as Spam.
cs_cz: Tento záznam není označen jako spam
fr_fr: Ce message n'est PAS marqué comme Spam

source: This entry is marked as Spam
cs_cz: Tento záznam je označen jako spam
fr_fr: Ce message est marqué comme Spam

source: This entry is Not in Trash.
cs_cz: Tento záznam není v koši
fr_fr: Ce message n'est pas dans la corbeille

source: This entry is in Trash
cs_cz: Tento záznam je v koši
fr_fr: Ce message est dans la corbeille

source: Remove this entry Permanently.
cs_cz: Trvale odstraňte tuto položku.

source: Save
cs_cz: Uložit
fr_fr: Enregistrer

source: Details
cs_cz: Detaily
fr_fr: Détails

source: Author
cs_cz: Text
fr_fr: Auteur

source: Unknown
cs_cz: Neznámý
fr_fr: inconnu

source: Written
cs_cz: Napsal(a)
fr_fr: Écrit

source: Not yet
cs_cz: Zatím nic
fr_fr: Pas encore

source: Author's IP-address
cs_cz: Autorova IP adresa
fr_fr: IP de l'auteur

source: Whois search for this IP
cs_cz: Hledat IP adresu pomocí Whois
fr_fr: recherche Whois pour cette IP

source: Entry log
cs_cz: Log záznamů
fr_fr: Log des messages

source: No log yet.
cs_cz: Žádné záznamy

source: Guestbook entry
cs_cz: Text záznamu
fr_fr: Message livre d'or

source: Line breaks will not be visible to the visitors due to your <a href="%1">settings</a>.
cs_cz: Konce řádků nebudou viditelné pro návštěvníky kvůli <a href="%1"> nastavení </a>
fr_fr: Les sauts de ligne ne seront pas visibles aux visiteurs en raison de vos <a href="%1">paramètres</a>.

source: Homepage
cs_cz: Webová stránka
fr_fr: Site web

source: Example: <code>http://www.example.com/</code>
cs_cz: Příklad: <code>http://www.example.com/</code>
fr_fr: Exemple : <code>http://www.exemple.com/</code>

source: Origin
cs_cz: Město
fr_fr: Origine

source: entry checked.
cs_cz: Záznam kontrolován.

source: entries checked.
cs_cz: Záznamy zkontrolovány.

source: No entries checked.
cs_cz: Žádné záznamy nezkontrolovány.

source: entry unchecked.
cs_cz: Záznamy nezkontrolovány.

source: entries unchecked.
cs_cz: Žádné záznamy nezkontrolovány.

source: No entries unchecked.
cs_cz: Žádné záznamy nezkontrolovány.

source: entry marked as spam and submitted to Akismet as spam (if Akismet was enabled).
cs_cz: záznam označen jako spam a předán Akismet jako spam (pokud byl povolen Akismet).

source: entries marked as spam and submitted to Akismet as spam (if Akismet was enabled).
cs_cz: záznamy označené jako spam a předán Akismet jako spam (pokud byl povolen Akismet).

source: No entries marked as spam.
cs_cz: Žádné položky označených jako nevyžádaná pošta.

source: entry marked as not spam and submitted to Akismet as ham (if Akismet was enabled).
cs_cz: položka označena jako není spam a předán Akismet jako šunku (pokud byl povolen Akismet).

source: entries marked as not spam and submitted to Akismet as ham (if Akismet was enabled).
cs_cz: záznamy označené jako spam a předány Akismet jako spam (pokud byl povolen Akismet).

source: No entries marked as not spam.
cs_cz: Žádné záznamy označené jako není spam.

source: entry considered spam and marked as such.
cs_cz: Záznam je považován za spam, a jako takový je označen.

source: entries considered spam and marked as such.
cs_cz: Záznamy je považován za spam, a jako takový je označen.

source: entry not considered spam and marked as such.
cs_cz: Záznam není považován za spam, a jako takový je označen.

source: entries not considered spam and marked as such.
cs_cz: Záznamy nejsou považován za spam, a jako takový je označen.

source: entry already considered spam and not changed.
cs_cz: Záznam již označen jako spam a to se nezměnilo.

source: entries already considered spam and not changed.
cs_cz: Záznamy již označeny jako spam a to se nezměnilo.

source: entry already considered not spam and not changed.
cs_cz: Záznam již označen jako není spam a to se nezměnilo.

source: entries already considered not spam and not changed.
cs_cz: Záznamy již označeny jako není spam a to se nezměnilo.

source: entry moved to trash.
cs_cz: Záznam přesunuta do koše.

source: entries moved to trash.
cs_cz: Záznamy přesunuty do koše.

source: No entries moved to trash.
cs_cz: Žádné záznamy nebyly přesunuty do koše.

source: entry recovered from trash.
cs_cz: záznam obnoven z koše.

source: entries recovered from trash.
cs_cz: položky obnoveny z koše.

source: No entries recovered from trash.
cs_cz: Žádné položky nebyly obnoveny z koše.

source: entry removed permanently.
cs_cz: Záznam trvale odstraněn.

source: entries removed permanently.
cs_cz: Záznamy trvale odebrány.

source: No entries permanently removed.
cs_cz: Žádné položky nebyly trvale odstraněny.

source: Please activate Akismet if you want to battle spam.
cs_cz: Aktivujte si prosím Akismet Chcete-li bojovat proti spamu
fr_fr: Merci d'activer Akismet pour lutter contre le spam.

source: Guestbook entries
cs_cz: Záznamy knihy návštěv
fr_fr: Messages livre d'or

source: All
cs_cz: Vše
fr_fr: Tous

source: Unlocked
cs_cz: Schválené
fr_fr: Déverrouillé

source: New
cs_cz: Nové
fr_fr: Nouveau

source: Spam
cs_cz: Nevyžádané

source: Trash
cs_cz: Odstraněné
fr_fr: Corbeille

source: Mass edit actions
cs_cz: Hromadně upravit
fr_fr: Actions d'éditions des lignes

source: Recover from trash
cs_cz: Obnovit z koše

source: Remove permanently
cs_cz: Trvale odstanit

source: Mark as checked
cs_cz: Označit jako zkontrolované
fr_fr: Marquer comme ok

source: Mark as not checked
cs_cz: Označit jako nezkontrolované
fr_fr: Marquer comme non ok

source: Mark as spam
cs_cz: Označit jako spam
fr_fr: Marquer comme spam

source: Mark as not spam
cs_cz: Označit jako Není spam
fr_fr: Marquer comme non spam

source: Check with Akismet
cs_cz: Zkotrolovat s Akismet
fr_fr: Vérifier avec Akismet

source: Move to trash
cs_cz: Přesunout do koše

source: Apply
cs_cz: Aplikovat
fr_fr: Appliquer

source: Showing:
cs_cz: Ukazuji:
fr_fr: Montrer:

source: of
cs_cz: z
fr_fr: de

source: Date
cs_cz: Datum

source: Entry (excerpt)
cs_cz: Autor
fr_fr: Message (extrait)

source: Action
cs_cz: Akce

source: No entries found.
cs_cz: Nenalzeny žádné záznamy
fr_fr: Aucune message trouvé.

source: Overview
cs_cz: Přehled
fr_fr: Présentation

source: Entry total
cs_cz: Záznam
fr_fr: Total Message

source: Entries total
cs_cz: záznamy (ů) celkem
fr_fr: Total Messages

source: Unlocked entry
cs_cz: Schválený záznam

source: Unlocked entries
cs_cz: Schválené záznamy

source: New entries
cs_cz: Nových záznamů

source: Spam entry
cs_cz: Nevyžádaný
fr_fr: Message Spam

source: Spam entries
cs_cz: Nevyžádané
fr_fr: Messages Spam

source: Trashed entry
cs_cz: Odstraněný

source: Trashed entries
cs_cz: Odstraněných

source: Write admin entry
cs_cz: Napsat záznam jako admin
fr_fr: Ecrire un message en tant qu'admin

source: This is how you can get your guestbook displayed on your website:
cs_cz: Jak zobrazit knihu návštěv Gwolle na svém webu?
fr_fr: Comment afficher le livre d'or sur votre site :

source: Create a new page.
cs_cz: Vytvořte novou stránku
fr_fr: Créer une nouvelle page

source: Choose a title and set &quot;[gwolle_gb]&quot; (without the quotes) as the content.
cs_cz: Nastavte název a do obsahu vepište "[gwolle_gb]" (bez uvozovek)
fr_fr: Choisissez un titre et insérer &quot;[gwolle_gb]&quot; (sans guillemet) dans le contenu.

source: It is probably a good idea to disable comments on that page; otherwise, your visitors might get a little confused.
cs_cz: Je taky dobrý zakázat komentáře pro tuto stránku; jinak budou návštěvníci dost zmatený
fr_fr: Nous vous conseillons de désactiver les commentaires sur cette page ; les visiteurs pourraient les confondre avec le livre d'or.

source: These entries will be visible for your visitors:
cs_cz: Tyto položky budou viditelné pro návštěvníky:
fr_fr: Ces messages seront visibbles par vos visiteurs :

source: Marked as Checked.
cs_cz: Záznam musí být označen jako zkontrolovaný
fr_fr: Marqué comme Vérifié

source: Not marked as Spam.
cs_cz: Záznam nesmí být označen jako spam
fr_fr: PAS Marqué comme Spam

source: Not marked as Trash.
cs_cz: Záznam nesmí být označen jako odstraněný
fr_fr: PAS mis à la corbeille

source: The Main Menu counter counts the following entries:
cs_cz: Čítač v hlavním menu počítá následující záznamy:
fr_fr: Le compteur du menu principal dénombre les messages suivants

source: Marked as Unchecked (You might want to moderate them).
cs_cz: - označené jako nezkontrolované (Možná s nimi chcete pracovat)
fr_fr: Marqué(s) comme NON Vérifié (à modérer).

source: Not marked as Spam (You might want to check them).
cs_cz: - neoznačené jako spam (Možná byste je měli zkontrolovat)
fr_fr: PAS marqué comme Spam (vérifiez-les).

source: Not marked as Trash (You decide what goes to the trash).
cs_cz: - označeny jako odstraněné (Rozhodněte se, co jde do koše)
fr_fr: Pas marqué comme Trash (décidez s'il va à la corbeille).

source: Icons by
cs_cz: ikony od
fr_fr: Les icônes par

source: It looks like you have been using the plugin &quot;DMSGuestbook&quot;.<br>Do you want to import its entries into Gwolle-GB?
cs_cz: Vypadá to, že jste používali plugin &quot;DMSGuestbook&quot;.<br> Chcete importovat jeho položky do Gwolle GB?
fr_fr: Il semble que vous avez utilisé le plugin &quot;DMSGuestbook&quot;. <br> Voulez-vous importer ses messages dans Gwolle-GB ?

source: Sure, take me to the import.
cs_cz: Jistě, pusť mě k importu!
fr_fr: Bien sûr, me conduire à l'importation.

source: You may disable this message at the <a href="%1">settings page</a> of Gwolle-GB.
cs_cz: Tuto zprávu můžeš zakázat v <a href="%1">nastavení</a> pluginu Gwolle-GB
fr_fr: Vous pouvez désactiver ce message sur la <a href="%1">page de configuration</a> de Gwollle-GB.

source: Nothing to import here.
cs_cz: Není tu nic k importu
fr_fr: Rien à importer ici.

source: If you had another guestbook plugin (e. g. DMSGuestbook) installed its entries could be imported into Gwolle-GB with just a few clicks.
cs_cz: Pokud máte nainstalován jiný pluginu návštěvní knihy (např DMSGuestbook), jeho položky lze importovat do Gwolle GB s několika málo kliknutí
fr_fr: Si vous avez un autre plugin de livre d'or (e. g. DMSGuestbook) installé, ses messagges peuvent être importés dans Gwolle-GB en quelques clics.

source: Welcome to the Guestbook!
cs_cz: Vítejte v knize návštěv!
fr_fr: Bienvenue sur le livre d'or!

source: This plugin uses the following scripts/programs/images:
cs_cz: Tento plugin používá následující skripty scripts/programs/images:
fr_fr: Ce plugin utilise les scripts / programmes / images suivants :

source: Help
cs_cz: Nápověda
fr_fr: Aider

source: Gwolle Guestbook
cs_cz: Kniha návštěv Gwolle GB
fr_fr: Livre d'or Gwolle (Gwolle GuestBook)

source: Import guestbook entries from DMSGuestbook
cs_cz: Importovat položky knihy návštěv z DMSGuestbook
fr_fr: Importer des livres d'or venant de DMSGuestbook

source: Import guestbook entries from other plugins
cs_cz: Importovat položky knihy návštěv z jiných pluginů
fr_fr: Importer des livre d'or venant d'autres plugins

source: You haven't chosen a guestbook. Please select one and try again.
cs_cz: Nezvolili jste knihu návštěv. Vyberte jednu a zkuste to znovu
fr_fr: Vous n'avez pas choisi de livre d'or. S'il vous plaît sélectionnez en un et essayez à nouveau.

source: <strong>Nothing to import.</strong> The guestbook you've chosen does not contain any entries.
cs_cz: <strong> nic k importu. </strong> do knihy návštěv. Ty, které jste vybrali, neobsahují žádné položky
fr_fr: <strong>Rien à importer.</strong> Le livre d'or que vous avez choisi ne contient pas de message.

source: One entry imported successfully.
cs_cz: Jeden záznam úspěšně importován
fr_fr: Message importé avec succès.

source: %1 entries imported successfully.
cs_cz: %1 záznam(y / ú) úspěšně importován(y)
fr_fr: %1 messages importés avec succès.

source: Sorry, but I wasn't able to determine the pages at which your guestbook was displayed. You cannot choose the guestbook to import from.
cs_cz: Omlouvám se, ale nejsem schopen určit stránky, na které zobrazuje vaše kniha návštěv. K importu si tuto knihu vybrat nemůžete
fr_fr: Désolé, mais je n'étais pas en mesure de déterminer les pages sur lesquelles votre livre d'or a été affichée. Vous ne pouvez pas choisir le livre d'or pour importer.

source: %1 entries were found and will be imported.
cs_cz: %1 záznamy (ů) bylo nalezeno a budou importovány
fr_fr: %1 messages ont été trouvés et seront importés.

source: I was able to find %1 configured DMSGuestbooks. Please choose the guestbook you want to import entries from.
cs_cz: Byl jsem schopen najít %1 nastavených DMSGuestbooks. Vyberte knihu, ze které chcete importovat záznamy
fr_fr: J'ai pu trouver %1 DMSGuestbooks configuré. S'il vous plaît choisir le livre d'or que vous souhaitez importer.

source: Page title
cs_cz: Název stránky
fr_fr: Titre de la page

source: Number of guestbook entries
cs_cz: Počet záznamů v knize návštěv
fr_fr: Nombre d'entrées du Livre d'or

source: Click here to view the entries of this guestbook...
cs_cz: Knikněte pro zobrazení záznamů v této knize...
fr_fr: Cliquez ici pour consulter les messages de ce livre d'or ...

source: Review entries
cs_cz: Přehled záznamů
fr_fr: Consulter les messages

source: The importer will preserve the following data per entry:
cs_cz: Import uchová následující záznamy:
fr_fr: L'importatiion préservera les données suivantes pour chaque message :

source: Name
cs_cz: Jméno
fr_fr: Nom

source: E-Mail address
cs_cz: Emailová adresa
fr_fr: Adresse E-Mail

source: URL/Website
cs_cz: URL / Webová stránka
fr_fr: URL/Site Web

source: Date of the entry
cs_cz: Čas záznamu
fr_fr: Date du message

source: IP address
cs_cz: IP adresa
fr_fr: Adresse IP

source: Message
cs_cz: Zpráva

source: "is spam" flag
cs_cz: "je spam" vlajka
fr_fr: "est un spam" flag

source: "is checked" flag
cs_cz: "označeno" vlajka
fr_fr: "est cochée" flag

source: However, data such as HTML formating and gravatars are not supported by Gwolle-GB and <strong>will not</strong> be imported.
cs_cz: Nicméně údaje, jako je HTML formátování a gravatary nejsou podporovány Gwolle GB a <strong> nebudou </strong> importovány
fr_fr: Toutefois, les données telles que le HTML formaté et les Gravatars ne sont pas pris en charge par Gwolle-GB et <strong> ne seront pas </strong>importés.

source: The importer does not delete any data, so you can go back whenever you want.<br>Please start the import by pressing "Start import".
cs_cz: Import neodstraní žádná data, takže se můžete vrátit kdykoliv budete chtít. <br>Prosím spusťte import stisknutím tlačítka "Start import"
fr_fr: L'importateur ne supprime pas les données, donc vous pouvez revenir en arrière quand vous le voulez.<br>S'il vous plaît commencer l'importation en appuyant sur "Commencer l'importation".

source: Start import
cs_cz: Zahájit import
fr_fr: Commencer l'importation

source: I'm sorry, but I wasn't able to find the table of DMSGuestbook. Please check your MySQL database and try again.
cs_cz: Je mi líto, ale nebyl jsem schopen najít tabulku DMSGuestbook. Zkontrolujte databázi MySQL a zkuste to znovu
fr_fr: Je suis désolé, mais je n'étais pas capable de trouver la table des DMSGuestbook. S'il vous plaît vérifier votre base de données MySQL et essayez à nouveau.

source: You may want to import entries from another plugin. Click on the plugin's name to get more details on the import.
cs_cz: Možná budete chtít importovat položky z jiného pluginu. Klikněte na jméno pluginu k získání více informací o importu
fr_fr: Vous souhaitez importer les messages d'un autre plugin. Cliquez sur le nom du plugin pour obtenir plus de détails sur l'importation.

source: Supported plugins:
cs_cz: Podporované pluginy:
fr_fr: Plugins supportés

source: Table %1 not found.
cs_cz: Tabulky %1 nenalezeny.
fr_fr: Table %1 introuvable

source: Moderate Guestbook
cs_cz: Spravovat knihu návštěv
fr_fr: Modéré Livre d'or

source: Moderate entries before publishing them.
cs_cz: Spravovat záznamy před jejich publikováním
fr_fr: Modérer les messages avant de les publier.

source: New entries have to be unlocked by a moderator before they are visible to the public.
cs_cz: Nové záznamy musí být zkontrolovány administrátorem před zveřejněním.

source: It is recommended that you turn this on, because you are responsible for the content on your website.
cs_cz: Je to doporučeno mít funkci zapnutou, protože VY odpovídáte za obsah vašeho webu

source: Notification
cs_cz: Upozornění

source: Sorry, but the function <code>mail()</code> required to notify you by mail is not enabled in your PHP configuration. You might want to install a WordPress plugin that uses SMTP instead of <code>mail()</code>. Or you can contact your hosting provider to change this.
cs_cz: Omlouváme se, ale tato funkce <code>mail()</code> vyžaduje vás informovat e-mailem. Toto není povoleno v konfiguraci PHP. Možná budete chtít nainstalovat WordPress plugin, který používá protokol SMTP namísto <code>mail()</code>. Nebo můžete kontaktovat svého poskytovatele hostingu změnit
fr_fr: Désolé, la fonction <code>mail()</code> requise pour envoyer des mails n'est pas activée dans votre confiigguration PHP. Vous pouvez corriger cela ou installer un plugin WP qui utilise un serveur SMTP à la place. Sinon vous pouvez contacter votre hébergeur pour changer cela.

source: Send me an e-mail when a new entry has been posted.
cs_cz: Pošlete mi e-mail, když bude vložen nový záznam
fr_fr: Envoyer un e-mail dès qu'un nouveau message a été publié.

source: The following users have subscribed to this service:
cs_cz: Následující uživatelé odebírají tyto služby:
fr_fr: Les utilisateurs suivants ont souscrit à ce service:

source: No subscriber yet
cs_cz: Žádný odběratel
fr_fr: Aucun souscripteur pour l'instant

source: You
cs_cz: Vy
fr_fr: Vous

source: Learn more about reCAPTCHA...
cs_cz: Více o Recaptcha...

source: What's that?
cs_cz: Co je to?
fr_fr: Qu'est-ce que c'est?

source: Use reCAPTCHA
cs_cz: Použít reCAPTCHA

source: <strong>Site (Public)</strong> key of your reCAPTCHA account
cs_cz: <strong>Veřejný</strong> klíč od vašeho ReCAPTCHA účtu
