Repository: robaco/gwolle-gb
Catalog: lang/GWGB-*.po
Languages: cs_cz, fr_fr

source: <strong>Secret</strong> key of your reCAPTCHA account
cs_cz: <strong>Soukromý</strong> klíč od vašeho RreCAPTCHA účtu

source: The keys can be found at your
cs_cz: Klíče naleznete zde:
fr_fr: Obtenir une clé sur

source: Go to my reCAPTCHA sites...
cs_cz: Přejít k mým reCAPTCHA stránkám...
fr_fr: aller vers mes sites reCAPTCHA ...

source: reCAPTCHA sites overview
cs_cz: Přehled reCAPTCHA stránek
fr_fr: le site reCAPTCHA

source: Learn more about Akismet...
cs_cz: Více o Akismet,,,
fr_fr: En savoir plus sur Akismet ...

source: Akismet helps you to fight spam. It's free and easy to install. Download and install it today to stop spam in your guestbook.
cs_cz: Akismet vám pomůže v boji proti spamu. Je to zdarma a snadno se instaluje. Stáhněte si a nainstalujte jej dnes a zastavíte spam v návštěvní knize
fr_fr: Akismet vous aide à lutter contre le spam. Il est gratuit et facile à installer. Téléchargez et installez-le dès aujourd'hui pour arrêter le spam dans vos commentaires.

source: Sorry, wasn't able to locate your <strong>WordPress API key</strong>. You can enter it at the <a href="%1">Akismet configuration page</a>.
cs_cz: Omlouvám se, ale nebyl schopen najít váš <strong>WordPress API klíč</strong>. Můžete jej zadat na <a href="%1"> konfigurační stránce Akismet</a>.

source: Use Akismet
cs_cz: Použít Akismet
fr_fr: Utilisez Akismet

source: The WordPress API key has been found, so you can start using Akismet right now.
cs_cz: WordPress API klíč byl nalezen, takže můžete začít používat Akismet hned teď
fr_fr: La clé d'API Wordpress a été trouvée, vous pouvez commencer à utiliser Akismet.

source: Entry icons
cs_cz: ikony záznamů
fr_fr: Icône de message

source: Show entry icons
cs_cz: Zobrazit ikony záznamů
fr_fr: Afficher les icônes de messages

source: These icons are shown in every entry row of the admin list, so that you know its status (checked, spam and trash).
cs_cz: Tyto ikony jsou zobrazeny v každém vstupním řádku správcovského seznamu, takže znáte jeho stav (spam, zkontrolovat a odstranit)

source: Entries per page on the frontend
cs_cz: Záznamů na stránku
fr_fr: Message par page sur le frontend

source: Number of entries shown on the frontend.
cs_cz: Počet zobrazovaných záznamů
fr_fr: Nombre de messages affichés sur le frontend

source: Entries per page in the admin
cs_cz: Počet záznamů (admin)
fr_fr: Messages par page dans le panneau d'administration

source: Number of entries shown in the admin.
cs_cz: Počet záznamů zobrazených jako admin
fr_fr: Nombre de messages affichés sur le panneau d'administration

source: Appearance
cs_cz: Vzhled
fr_fr: Apparence

source: Show line breaks.
cs_cz: Zobrazit konce řádků.
fr_fr: Afficher les sauts de ligne.

source: Show line breaks as the entry authors entered them. (May result in very long entries. Is turned off by default.)
cs_cz: Zobrazit konce řádků jak je zadal autor. (Může dojít k velmi dlouhých záznamům. Funkce je ve výchozím nastavení vypnutá)
fr_fr: Montrer les sauts de ligne tels que l'auteur les a entrés. (Peut affichez des messages très longs. Désactivé par défaut.)

source: Display smilies as images.
cs_cz: Zobrazit smajlíky jako obrázky
fr_fr: Affiche les smileys en image.

source: Replaces smilies in entries like :) with their image %1. Uses the WP smiley replacer, so check on that one if you'd like to add new/more smilies.
cs_cz: Nahrazuje smajlíky v položkách (místo :) -> %1. Používá WP smajlíky.
fr_fr: Remplace les smileys dans les messages ( ex : :) par son image %1. Utilise la fonction WP de traitement des smileys.

source: Link authors' name to their website.
cs_cz: Odkaz na autorovi webové stránky
fr_fr: Affiche le lien du site de l'auteur sur son nom.

source: The author of an entry can set his/her website. If this setting is checked, his/her name will be a link to that website.
cs_cz: Autor záznamu může vložit jeho / její webové stránky. Je-li toto nastavení aktivní, bude jeho / její jméno odkaz na této internetové stránky
fr_fr: L'auteur du message peut renseigner son site web. Si ce paramètre est coché, son nom sera le lien vers son site web.

source: Admin mail content
cs_cz: Obsah mailu (admin)
fr_fr: Contenu du mail à l'administrateur

source: You can set the content of the mail that a notification subscriber gets on new entries. The following tags are supported:
cs_cz: Můžete nastavit obsah e-mailu, který účastník dostane při zadání nové položky. Následující tagy jsou podporovány:
fr_fr: Vous pouvez personnaliser le contenu du mail de notification pour un nouveau message. Les tags suivants sont supportés :

source: Check for import
cs_cz: Označit pro import
fr_fr: Vérifier pour importer

source: Check if there are other guestbook plugins installed to import their entries (deprecated, will be refactored).
cs_cz: Zkontrolujte, zda jsou nainstalované jiné pluginy knihy návštěv, ze kterých chcete importovat položky (zastaralé, bude přepracován)
fr_fr: Vérifiez si vous avez d'autres plugin de livre d'or installés afin d'importer leurs messages (ne fonctionne plus, sera re-développé dans une future version).

source: If Gwolle-GB detects another guestbook plugin for WordPress it will prompt you to import that guestbooks's data.
cs_cz: Pokud Gwolle-CZ zjistí další plugin návštěvní kniha pro WordPress, vyzve Vás k importu.
fr_fr: Si Gwolle-GB détecte un autre plugin de livre d'or WordPress, il vous demandera si vous désirez importer leur données.

source: Save settings
cs_cz: Uložit nastavení
fr_fr: Enregistrer les paramètres

source: Uninstall
cs_cz: Odinstalovat
fr_fr: Désinstaller

source: Uninstalling means that all database entries are removed (settings and entries).
cs_cz: Odinstalace znamená, že všechny položky databáze budou odstraněny (nastavení a položky)
fr_fr: Désinstallation signifie que toutes les entrées de la base de données sont supprimées (les réglages et messages).

source: This can <strong>not</strong> be undone.
cs_cz: To <strong>nemůže</ strong> být nedoděláno
fr_fr: L'action ne pourra <strong>pas</ strong> être annulée.

source: I'm aware of that, continue!
cs_cz: Jsem si toho vědom, pokračujte!
fr_fr: Je suis conscient de cela, continue!

source: I really don't want to bother you; this page just exists to prevent you from accidentally deleting all your entries.<br />Please check the 'uninstall' checkbox and hit the button; all tables (including their rows) and all settings of Gwolle-GB will be deleted.<br /><br />Are you REALLY sure you wan't to continue? There's no 'undo'.
cs_cz: Fakt nechci prudit; tahle stránka je tu proto, abyste si nechtěně nesmazali všechny záznamy. <br/> Zkontrolujte prosím políčko "odinstalace" a stiskněte tlačítko.; Všechny tabulky (včetně jejich řadků) a všechna nastavení Gwolle GB, budou vymazány. <br/> <br/> Jste si opravdu jisti, že chcete pokračovat? Neexistuje žádné "zpět"
fr_fr: Je ne cherche à vous importuner : cette page n'existe que pour vous empêchez de supprimer accidentellement tous les messages du livre d'or.<br />Merci de cocher 'désinstaller/uninstall' et d'appuyer sur le bouton. Toutes les tables (et leurs lignes) et tous les paramètres de Gwolle-DB seront détruits.<br /><br />Êtes-vous certain de vouloir continuer ? Il n'existe aucune façon de revenir en arrière !

source: Yes, I'm absolutely sure of this. Proceed!
cs_cz: Ano, jsem si naprosto jistý! Pokračovat!
fr_fr: Oui, je suis absolument certain de cela. Procéder!

source: Uninstall &raquo;
cs_cz: Odinstalace &raquo;
fr_fr: Désinstaller &raquo;

source: Sorry, but the page you are looking for does not exists. Go back to the <a href="%1">settings page</a>
cs_cz: Omlouváme se, ale stránka, kterou hledáte, neexistuje. Vraťte se zpět na <a href="%1">stránku nastavení</a>
fr_fr: Désolé, mais la page que vous recherchez n'existe plus. Retournez à la <a href="%1">page de configuration</a>

source: There were errors submitting your guestbook entry.
cs_cz: Došlo k chybám při odeslání záznamu knihy návštěv
fr_fr: Des erreurs se sont produites lors de la soumission de votre message dans le livre d'or.

source: Double post: An entry with the data you entered has already been saved.
cs_cz: Dvojí příspěvek: položka s daty, které jste zadali již byla uložena.

source: Thank you for your entry.
cs_cz: Díky za reakci ;)
fr_fr: Merci pour votre message !

source: We will review it and unlock it in a short while.
cs_cz: Zkontroluji to a nechám zobrazit co nejdříve
fr_fr: Nous allons réviser et dé-verrouiller cela dans un court moment.

source: New Guestbook Entry
cs_cz: Nový záznam do knihy návštěv
fr_fr: Nouveau message sur le livre d'or

source: Previous page
cs_cz: Předchozí stránka

source: Page
cs_cz: Stránka

source: Next page
cs_cz: Další stránka

source: (no entries yet)
cs_cz: (žádné záznamy)
fr_fr: (Pas de message)

source: from
cs_cz: z místa
fr_fr: de

source: wrote at
cs_cz: napsal(a) dne
fr_fr: écrit le

source: Write a new entry.
cs_cz: Napište nový záznam
fr_fr: Ecrire un nouveau message.

source: Write a new entry for the Guestbook
cs_cz: Napiště nový záznam do knihy návštěv
fr_fr: Ecrivez dans le livre d'or

source: City
cs_cz: Město
fr_fr: Ville

source: Submit
cs_cz: Odeslat
fr_fr: Envoyer

source: Fields marked with * are obligatory.
cs_cz: Pole označená * jsou povinná
fr_fr: Les champs marqués d'une * sont obligatoires.

source: For security reasons we save the ip address <span id="ip">%1</span>.
cs_cz: V rámci bezpečnosti jsme k záznamu uložili IP adresu <span id="ip">%1</span>
fr_fr: Pour des raisons de sécurité nous gardons votre adresse IP <span id="ip">%1</span>.

source: Your entry will be visible in the guestbook after we reviewed it.
cs_cz: Váš záznam v knize návštěv bude viditelná až po tom, co jej prohlédnu
fr_fr: Votre commentaire sera visible sur le site après modération.

source: We reserve our right to edit, delete, or not publish entries.
cs_cz: Rezervuji si právo editovat, smazat nebo nepublikovat Váš záznam
fr_fr: Nous nous réservons le droit d'éditer, supprimer ou de ne pas publier votre message.

source: Entry has been locked.
cs_cz: Záznam byl uzamčen
fr_fr: Le message a été verrouillé.

source: Entry has been checked.
cs_cz: Záznam byl zkontrolován
fr_fr: Le message a été vérifié.

source: Entry marked as spam.
cs_cz: Záznam označen jako spam
fr_fr: Message marqué comme spam.

source: Entry marked as not spam.
cs_cz: Záznam označen jako není spam
fr_fr: Messagge marqué comme NON Spam.

source: Entry has been edited.
cs_cz: Záznam byl upraven
fr_fr: Le message été modifié.

source: Imported from DMSGuestbook
cs_cz: Importováno z DMSGuestbook
fr_fr: Importé d'DMSGuestbook

source: Entry has been trashed.
cs_cz: Záznam byl přesunut do koše
fr_fr: Le message a été mis à la corbeille.

source: Entry has been untrashed.
cs_cz: Záznam byl obnoven z koše
fr_fr: Le message a été restauré.

source: No content to display. This entry is empty.
cs_cz: Nic k zobrazení. Záznam je prázdný
fr_fr: Aucun contenu à afficher. Ce message est vide.

source: Unchecked
cs_cz: Nezkontrolováno
fr_fr: NON Vérifié

source: Please wait...
cs_cz: Prosím vyčkejte...
fr_fr: Merci de patienter...

source: Check entry
cs_cz: Zkontrolovat záznam
fr_fr: Vérifiez/cochez le message

source: Check
cs_cz: Označit
fr_fr: Vérifier/Cocher

source: Uncheck entry
cs_cz: Odoznačit záznam
fr_fr: Dé-sélectionner le message

source: Uncheck
cs_cz: Odoznačit
fr_fr: Décocher

source: Edit entry
cs_cz: Upravit záznam
fr_fr: Editer le message

source: Edit
cs_cz: Upravit
fr_fr: Editer

source: Mark entry as not-spam.
cs_cz: Označit jako není spam
fr_fr: Marquer le message comme NON Spam

source: Not spam
cs_cz: Není spam
fr_fr: PAS un Spam

source: Mark entry as spam.
cs_cz: Označit záznam jako spam
fr_fr: Marquer le message comme Spam.

source: Move entry to trash.
cs_cz: Přesunout záznam do koše
fr_fr: Mettre le message à la corbeille.

source: Cheatin&#8217; uh?
fr_fr: Triché&#8217 ?

source: Host
fr_fr: Hôte
